{
    "Name": "New",
    "Description": "A person with great potential.",
    "Str": {
        "Name": "Strength",
        "Val": 12
    },
    "Int": {
        "Name": "Intelligence",
        "Val": 8
    },
    "Dex": {
        "Name": "Dexterity",
        "Val": 8
    },
    "MxHp": {
        "Name": "Max Health",
        "Val": 10
    },
    "Hp": {
        "Name": "Current Health",
        "Val": 10
    },
    "Dead": false,
    "Weap": {
        "Name": "Oaken Staff",
        "Description": "is weathered beyond belief, and seems to be laquered in blood and sweat.  On close inspection it is engraved with ancient runes, and passages.",
        "Slot": "Weapon",
        "Affects": [
            {
                "Name": "Flamming",
                "Description": "is hot to the touch, and displays an ominous red glow",
                "Proc": 25,
                "Message": "your foe is aflame!",
                "Attack": 0,
                "Damage": 5,
                "Dodge": 0,
                "DoT": 0,
                "Crit": 5
            }
        ],
        "Attack": 2,
        "Damage": 8,
        "Defence": 0,
        "Dodge": 0,
        "DoT": 0,
        "Crit": 10
    },
    "Armor": "Tshirt",
    "Trink": "Ring",
    "Abl1": "",
    "Abl2": "",
    "Abl3": "",
    "Exp": 20,
    "Inv": null,
    "Loc": {
        "Name": "Start",
        "Path": "/var/fbb/start",
        "Event": "Monster",
        "Description": "A beginning is a very delicate time. Know then, that is is the year 10191. The known universe is ruled by the Padishah Emperor Shaddam the Fourth, my father. In this time, the most precious substance in the universe is the spice Melange. The spice extends life. The spice expands consciousness. A product of the Spive, the red Sapho juice, stains the lips of the Mentats but allows them to be human computers, as thinking machines have been outlawed. The spice is vital to space travel. The Spacing Guild and its navigators, who the spice has mutated over 4000 years, use the orange spice gas, which gives them the ability to fold space. That is, travel to any part of the universe without moving. Because the Guild controls all interplanetary travel, they are the highest power in the Universe. The Spice also plays a very secret role in the Bene Gesserit sisterhood, of which I am a part. The sisterhood has been interfering with the marriages, and the children thereof, of the great Houses of the Universe, cleverly intermixing one bloodline with another to form the Kwisatz Haderach, a super being. They plan to control this super being and use his powers for their own selfish purposes. The breeding plan has been carried out in a strict manner for 90 generations. The goal of the super being is in sight. But now, so close to the prize, a Bene Gesserit woman, Jessica, the bound concubine of Duke Leto Atreides, who has been ordered to bear only daughters, has given birth to a son. Oh, yes. I forgot to tell you. The spice exists on only one planet in the entire universe. A desolate, dry planet with vast deserts. Hidden away within the rocks of these deserts are a people known as the Fremen, who have long held a prophecy that a man would come, a messiah, who would lead them to true freedom. The planet is Arrakis, also known as Dune.",
        "Exits": [
            "Town",
            "Start"
        ]
    },
    "File": "New"
}